const zvuki_rechi = () => (
  <>
    <p><strong>Звуки речи</strong> &ndash; это звуки, из которых состоят слова. <br /> Звук есть самая мелкая единица языка.</p>
    <p><strong><span className="number">1.</span></strong> Звуки речи, как и все другие звуки природы (звуки шагов человека, гудки машины, пение птиц и т.д.), порождаются колебаниями воздуха, то есть звуки речи [а], [б], [в], [о] относятся к акустическим явлениям, они воспринимаются органами слуха как разные звучания.</p>
    <p><strong><span className="number">2.</span></strong> Колебания воздуха возникают при прохождении воздушной струи через речевой аппарат.</p>
    <ul className="arrowList">
      <li>
        <p><strong>Речевой аппарат</strong> состоит из лёгких, гортани с голосовыми связками, глотки, полости рта (с языком, губами, твёрдым и мягким нёбом) и полости носа.</p>
      </li>
      <li>
        <p><strong>Функция лёгких</strong> &ndash; дать воздушную струю.</p>
      </li>
      <li>
        <p>Все другие органы речевого аппарата принимают непосредственное участие в образовании звуков. При &laquo;говорении&raquo; одни из них двигаются (голосовые связки, мягкое нёбо, язык, губы), эти органы речи называются <strong>активными</strong>; другие остаются неподвижными (твёрдое нёбо, зубы), они называются <strong>пассивными</strong>.</p>
      </li>
      <li>
        <p>В результате работы голосовых связок (или отсутствия таковой) и трения воздуха о преграды создаются различные звучания &ndash; разные звуки.</p>
      </li>
      <li>
        <p>Преграды создаются неодинаковым положением активных органов речи в момент образования звука. Следовательно, звук есть также явление физиологическое: для его возникновения требуется определённая работа органов речи.</p>
      </li>
    </ul>
    <p><strong><span className="number">3.</span></strong> Звуки [а], [б], [в], [о] и др. являются элементами языка, функция которого, как известно, состоит в том, чтобы передавать смысл. Поэтому звуки речи связаны со значениями слов и их частей (морфем &ndash; корней, приставок и т.д.). С помощью изменения звуков можно превратить одно слово в другое.</p>
    <div className="primer">
      <p>Ср.: <em>дом, дым, дам</em> (тебе книгу), (много) <em>дум; дом, том.</em></p>
    </div>
    <p><strong><span className="number">4.</span></strong> Звуки речи употребляются не изолированно, а в определённых звуковых комплексах &ndash; словах. Это приводит к тому, что один и тот же звук русского языка в разных словах может звучать по-разному.</p>
    <div className="primer">
      <p>Ср.: в слове <em>ре&#769;зок</em> на месте буквы <em>з</em> звучит звук [з]; в слове <em>ре&#769;зкий</em> &ndash; на месте буквы <em>з</em> звучит звук [с].</p>
    </div>
    <p><strong><span className="number">5.</span></strong> Слова могут состоять из одного и более звуков. Союзы, предлоги, местоимения обычно самые короткие. Например, из одного звука состоят предлоги <em>к, в, с</em>; союзы <em>а, и</em>. Слова знаменательных частей речи обычно состоят из трёх и более звуков.</p>
    <div className="primer">
      <p><em>Дом, стол, велосипед, подошёл, красивый.</em></p>
    </div>
    <p><strong><span className="number">6.</span></strong> Раздел науки, в котором изучаются звуки речи, называется <strong>фонетикой</strong> (от греч. &laquo;фоне&raquo; &ndash; звук).</p>
    <p><strong><span className="number">7.</span></strong> С фонетикой тесно связана <strong>орфоэпия</strong> &ndash; наука, занимающаяся изучением нормативного литературного произношения (от греч. &laquo;орфо&raquo; &ndash; правильный; &laquo;эпос&raquo; &ndash; слово, речь). Орфоэпическим нормам подчиняются произношение звуков речи, постановка ударения и др.</p>
    <div className="primer">
      <p>Например, по орфоэпическим нормам литературного языка первый звук в местоимении <em>что</em> произносится как [ш]; согласный [н] в ударном слоге слова <em>фонетика</em> произносится твёрдо; ударение в существительном <em>алфавит</em> ставится на последний слог.</p>
    </div>
    <p>Правильность произношения слов можно проверить по орфоэпическим словарям.</p>
  </>
)

export default zvuki_rechi