const zvuki_rechi = () => (
    <>
    <p><strong>Звуки речи</strong> – это звуки, из которых состоят слова. Звук есть самая мелкая единица языка.</p>
    
    <p><strong>1.</strong> Звуки речи, как и все другие звуки природы (звуки шагов человека, гудки машины, пение птиц и т.д.), порождаются колебаниями воздуха, то есть звуки речи [а], [б], [в], [о] относятся к акустическим явлениям, они воспринимаются органами слуха как разные звучания.</p>
    <p><strong>2.</strong> Колебания воздуха возникают при прохождении воздушной струи через речевой аппарат.</p>
    <ul>
      <li>
        <p><strong>Речевой аппарат</strong> состоит из лёгких, гортани с голосовыми связками, глотки, полости рта (с языком, губами, твёрдым и мягким нёбом) и полости носа.</p>
      </li>
      <li>
        <p><strong>Функция лёгких</strong> – дать воздушную струю.</p>
      </li>
      <li>
        <p>Все другие органы речевого аппарата принимают непосредственное участие в образовании звуков. При «говорении» одни из них двигаются (голосовые связки, мягкое нёбо, язык, губы), эти органы речи называются <strong>активными</strong>; другие остаются неподвижными (твёрдое нёбо, зубы), они называются <strong>пассивными</strong>.</p>
      </li>
      <li>
        <p>В результате работы голосовых связок (или отсутствия таковой) и трения воздуха о преграды создаются различные звучания – разные звуки.</p>
      </li>
      <li>
        <p>Преграды создаются неодинаковым положением активных органов речи в момент образования звука. Следовательно, звук есть также явление физиологическое: для его возникновения требуется определённая работа органов речи.</p>
      </li>
    </ul>
    <p><strong>3.</strong> Звуки [а], [б], [в], [о] и др. являются элементами языка, функция которого, как известно, состоит в том, чтобы передавать смысл. Поэтому звуки речи связаны со значениями слов и их частей (морфем – корней, приставок и т.д.). С помощью изменения звуков можно превратить одно слово в другое.</p>
    <p>Ср.: дом, дым, дам (тебе книгу), (много) дум; дом, том.</p>
    <p><strong>4.</strong> Звуки речи употребляются не изолированно, а в определённых звуковых комплексах – словах. Это приводит к тому, что один и тот же звук русского языка в разных словах может звучать по-разному.</p>
    <p>Ср.: в слове ре́зок на месте буквы з звучит звук [з]; в слове ре́зкий – на месте буквы з звучит звук [с].</p>
    <p><strong>5.</strong> Слова могут состоять из одного и более звуков. Союзы, предлоги, местоимения обычно самые короткие. Например, из одного звука состоят предлоги к, в, с; союзы а, и. Слова знаменательных частей речи обычно состоят из трёх и более звуков.</p>
    <p>Дом, стол, велосипед, подошёл, красивый.</p>
    <p><strong>6.</strong> Раздел науки, в котором изучаются звуки речи, называется <strong>фонетикой</strong> (от греч. «фоне» – звук).</p>
    <p><strong>7.</strong> С фонетикой тесно связана <strong>орфоэпия</strong> – наука, занимающаяся изучением нормативного литературного произношения (от греч. «орфо» – правильный; «эпос» – слово, речь). Орфоэпическим нормам подчиняются произношение звуков речи, постановка ударения и др.</p>
    <p>Например, по орфоэпическим нормам литературного языка первый звук в местоимении что произносится как [ш]; согласный [н] в ударном слоге слова фонетика произносится твёрдо; ударение в существительном алфавит ставится на последний слог.</p>
    <p>Правильность произношения слов можно проверить по орфоэпическим словарям.</p>
    </>
    )

export default zvuki_rechi