const chasti_rechi = () => (
<>
<p><strong><span className="number">1.</span></strong> Все слова русского языка можно разделить на группы, которые называют
    <strong>частями речи</strong>.</p>
<table className="rusTable">
    <tbody>
        <tr>
            <td><strong>Морфология</strong> &ndash; это раздел грамматики, в котором изучаются слова как части речи.
            </td>
        </tr>
    </tbody>
</table>
<p>Вместе с синтаксисом морфология составляет раздел науки о языке, называемый
    <strong>грамматикой</strong>.</p>
<p><strong><span className="number">2.</span></strong> Каждая часть речи имеет признаки, которые
    можно объединить в три группы:</p>
<table className="rusTable">
    <thead>
        <tr>
            <th>Общее грамматическое значение:</th>
            <th>Морфологические признаки:</th>
            <th>Синтаксические признаки:</th>
        </tr>
    </thead>
    <tbody>
        <tr>
            <td>значение, одинаковое для всех слов одной и той же части речи.</td>
            <td>род, число, падеж, время, лицо и др., а также склонение, спряжение или неизменяемость слова.</td>
            <td>свойство слов одной части речи быть определёнными членами предложения, особенности связи слов одной
                части речи с другими словами.</td>
        </tr>
    </tbody>
</table>
<p><strong><span className="number">3.</span></strong> Все части речи делятся на две группы
    &ndash; <strong>самостоятельные (знаменательные)</strong> и <strong>служебные</strong>. Особое положение в системе
    частей речи занимают междометия.</p>
<p><strong><span className="number">4.</span></strong> <strong>Самостоятельные (знаменательные) части речи</strong> включают
    слова, называющие предметы, их действия и признаки. К самостоятельным словам можно задать вопросы, а в предложении
    знаменательные слова являются членами предложения.</p>
<p><strong>К самостоятельным частям речи в русском языке относятся следующие:</strong></p>
<table className="rusTable">
    <thead>
        <tr>
            <th>&nbsp;</th>
            <th>Часть речи</th>
            <th>Вопросы</th>
            <th>Примеры</th>
        </tr>
    </thead>
    <tbody>
        <tr>
            <td><strong>1</strong></td>
            <td><strong>Имя существительное</strong></td>
            <td>кто? что?</td>
            <td><em>Мальчик, дядя, стол, стена, окно.</em></td>
        </tr>
        <tr>
            <td><strong>2</strong></td>
            <td><strong>Глагол</strong></td>
            <td>что делать? что сделать?</td>
            <td><em>Пилить, распилить, знать, узнать.</em></td>
        </tr>
        <tr>
            <td><strong>3</strong></td>
            <td><strong>Имя прилагательное</strong></td>
            <td>какой? чей?</td>
            <td><em>Хороший, синий, мамин, дверной.</em></td>
        </tr>
        <tr>
            <td><strong>4</strong></td>
            <td><strong>Имя числительное</strong></td>
            <td>сколько? который?</td>
            <td><em>Пять, пятеро, пятый.</em></td>
        </tr>
        <tr>
            <td><strong>5</strong></td>
            <td><strong>Наречие</strong></td>
            <td>как? когда? где? и др.</td>
            <td><em>Весело, вчера, близко.</em></td>
        </tr>
        <tr>
            <td><strong>6</strong></td>
            <td><strong>Местоимение</strong></td>
            <td>кто? какой? сколько? как? и др.</td>
            <td><em>Я, он, такой, мой, столько, так, там.</em></td>
        </tr>
        <tr>
            <td><strong>7</strong></td>
            <td><strong>Причастие</strong></td>
            <td>какой? (что делающий? что сделавший? и др.)</td>
            <td><em>Мечтающий, мечтавший.</em></td>
        </tr>
        <tr>
            <td><strong>8</strong></td>
            <td><strong>Деепричастие</strong></td>
            <td>как? (что делая? что сделав?)</td>
            <td><em>Мечтая, решив.</em></td>
        </tr>
    </tbody>
</table>
<p><br /> <span> </span></p>
<p><strong>Примечания.</strong></p>
<p>1) Как уже отмечалось, в лингвистике нет единой точки зрения на положение в системе частей речи причастия и
    деепричастия. Одни исследователи относят их к самостоятельным частям речи, другие считают их особыми формами
    глагола. Причастие и деепричастие действительно занимают промежуточное положение между самостоятельными частями речи
    и формами глагола. В данном пособии мы придерживаемся точки зрения, отражённой, например, в учебнике: Бабайцева
    В.В., Чеснокова Л.Л. Русский язык. Теория. 5&ndash;9 классы. М., 2001.</p>
<p>2) В лингвистике нет единой точки зрения на состав такой части речи, как числительные. В частности, в
    &laquo;академической грамматике&raquo; принято рассматривать порядковые числительные как особый разряд
    прилагательных. Однако школьная традиция относит их к числительным. Этой позиции будем придерживаться и мы в
    настоящем пособии.</p>
<p>3) В разных пособиях по-разному характеризуется состав местоимений. В частности, слова <em>там, туда, нигде</em> и
    др. в одних школьных учебниках относят к наречиям, в других &ndash; к местоимениям. В данном пособии мы
    рассматриваем такие слова как местоимения, придерживаясь точки зрения, отражённой в &laquo;академической
    грамматике&raquo; и в учебнике: Бабайцева В.В., Чеснокова Л.Л. Русский язык. Теория. 5&ndash;9 классы. М., 2001.</p>
<p><strong><span className="number">5.</span></strong> <strong>Служебные части речи</strong> &ndash; это слова, которые не
    называют ни предметов, ни действий, ни признаков, а выражают только отношения между ними.</p>
<ul className="arrowList">
    <li>
        <p>К служебным словам нельзя поставить вопрос.</p>
    </li>
    <li>
        <p>Служебные слова не являются членами предложения.</p>
    </li>
    <li>
        <p>Служебные слова обслуживают самостоятельные слова, помогая им соединяться друг с другом в составе
            словосочетаний и предложений.</p>
    </li>
    <li>
        <p>К служебным частям речи в русском языке относятся следующие:</p>
    </li>
</ul>
<ul>
    <li>
        <p><strong>предлог</strong> (<em>в, на, об, из, из-за</em>);</p>
    </li>
    <li>
        <p><strong>союз</strong> (<em>и, а, но, однако, потому что, чтобы, если</em>);</p>
    </li>
    <li>
        <p><strong>частица</strong> (<em>бы, ли, же, не, даже, именно, только</em>).</p>
    </li>
</ul>
<p><strong><span className="number">6.</span></strong> <strong>Междометия</strong> занимают особое положение среди частей
    речи.</p>
<ul className="arrowList">
    <li>
        <p>Междометия не называют ни предметов, ни действий, ни признаков (как самостоятельные части речи), не выражают
            отношений между самостоятельными словами и не служат для связи слов (как служебные части речи).</p>
    </li>
    <li>
        <p>Междометия передают наши чувства. Для выражения изумления, восторга, страха и др., мы используем такие
            междометия, как <em>ах, ох, ух</em>; для выражения чувства холода &ndash; <em>бр-р</em>, для выражения
            страха или боли &ndash; <em>ой</em> и т.д.</p>
    </li>
</ul>
<p><strong><span className="number">7.</span></strong> Как отмечалось, одни слова в русском языке могут изменяться, другие
    &ndash; нет.</p>
<ul className="arrowList">
    <li>
        <p>К <strong>неизменяемым</strong> относятся все служебные части речи, междометия, а также такие знаменательные
            части речи, как:</p>
    </li>
</ul>
<ul>
    <li>
        <p>наречия (<em>вперёд, всегда</em>);</p>
    </li>
    <li>
        <p>деепричастия (<em>уходя, уйдя, приняв</em>).</p>
    </li>
</ul>
<ul className="arrowList">
    <li>
        <p>Не изменяются также некоторые:</p>
    </li>
</ul>
<ul>
    <li>
        <p>существительные (<em>пальто, такси, жалюзи</em>);</p>
    </li>
    <li>
        <p>прилагательные (<em>пальто цвета <span className="litera">беж</span>, костюм цвета <span
                    className="litera">электрик</span></em>);</p>
    </li>
    <li>
        <p>местоимения (<em>тогда, там</em>).</p>
    </li>
</ul>
<ul className="arrowList">
    <li>
        <p>Неизменяемые слова не имеют окончаний.</p>
    </li>
    <li> Если слово изменяется, оно имеет несколько форм.
        <div className="primer">
            <p>Ср.: <em>стена, стены, стену</em> и др.; <em>мечтаю, мечтаешь, мечтает</em> и др.</p>
        </div>
    </li>
    <li>
        <p>Формы слова передают определённое грамматическое значение. При формообразовании лексическое значение слова
            сохраняется, а изменяется его грамматическое значение. В предложении изменяемые слова выступают в одной из
            своих форм.</p>
        <div className="primer">
            <p><em>Сестра подарила брату книгу</em>. Форма слова <em>сестра</em> передает значение ед.ч., И.п.; форма
                слова <em>подарила</em> &ndash; значение прош. вр., ед.ч., ж.р.; форма слова <em>брату</em> &ndash;
                значение ед.ч., Д.п.; форма слова <em>книгу</em> &ndash; значение ед.ч., В.п.</p>
        </div>
    </li>
    <li>
        <p>Формы слова образуются разными способами:</p>
    </li>
</ul>
<ul>
    <li>
        <p>с помощью <strong>окончания</strong>;</p>
        <div className="primer">
            <p>Ср.: <em>сестра &ndash; сестр<span className="litera">ы</span>; читал &ndash; читал<span
                        className="litera">а</span>.</em></p>
        </div>
    </li>
    <li>
        <p>с помощью <strong>окончания и предлога</strong>;</p>
        <div className="primer">
            <p><em>Сестра &ndash; <span className="litera">к</span> сестре, <span className="litera">у</span> сестры, <span
                        className="litera">с</span> сестрой.</em></p>
        </div>
    </li>
    <li>
        <p>с помощью <strong>суффиксов</strong>;</p>
        <div className="primer">
            <p><em>Читать &ndash; чита<span className="litera">л</span>; быстрый &ndash; быстр<span
                        className="litera">ее</span>.</em></p>
        </div>
    </li>
    <li>
        <p>с помощью <strong>вспомогательных слов</strong>.</p>
        <div className="primer">
            <p><em>Читать &ndash; <span className="litera">буду</span> читать, читал <span className="litera">бы</span>, <span
                        className="litera">пусть</span> читает; быстрый &ndash; <span className="litera">более</span> быстрый,
                    <span className="litera">самый</span> быстрый.</em></p>
        </div>
    </li>
</ul>
</>
)

export default chasti_rechi